tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sidneys/homebrew"
tap "slhck/moreutils"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "libssh2"
brew "readline"
brew "aria2"
brew "automake"
brew "python@3.11"
brew "azure-cli"
brew "python@3.12"
brew "bandcamp-dl"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bison"
brew "cabextract"
brew "glib"
brew "cairo"
brew "cdrtools"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "llvm"
brew "faust"
brew "fluid-synth"
brew "gcc"
brew "harfbuzz"
brew "hdf5"
brew "libwebsockets"
brew "openblas"
brew "numpy", link: false
brew "openjdk"
brew "csound"
brew "dos2unix"
brew "fd"
brew "libavif"
brew "gd"
brew "pango"
brew "qt"
brew "gnuplot"
brew "feedgnuplot"
brew "feh"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fprobe"
brew "freerdp"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gdk-pixbuf"
brew "geos"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "handbrake"
brew "html-xml-utils"
brew "html2text", link: false
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iproute2mac"
brew "jpegoptim"
brew "jq"
brew "languagetool"
brew "lazygit"
brew "libdvdcss"
brew "libffi"
brew "librsvg"
brew "libyaml"
brew "mas"
brew "mosh"
brew "neovim"
brew "neovim-qt"
brew "nmap"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pngquant"
brew "pylint"
brew "python-matplotlib"
brew "python@3.10"
brew "python@3.9"
brew "qt@5"
brew "rclone"
brew "rename"
brew "ruby-install"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "spark"
brew "tailscale"
brew "telnet"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tmux"
brew "tree"
brew "unison"
brew "unzip"
brew "vale"
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "x11vnc"
brew "zellij"
brew "sidneys/homebrew/chntpw"
brew "slhck/moreutils/moreutils"
cask "alt-tab"
cask "android-platform-tools"
cask "basictex"
cask "blender"
cask "disk-inventory-x"
cask "font-cascadia-code-nf"
cask "font-fira-code"
cask "handbrakebatch"
cask "inkscape"
cask "iterm2"
cask "mudlet"
cask "qownnotes"
cask "quodlibet"
cask "rectangle"
cask "royal-tsx"
cask "transmission-remote-gui"
cask "vagrant"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Steam Link", id: 1246969117
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Wotja", id: 1344821101
vscode "adpyke.vscode-sql-formatter"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "mkhl.shfmt"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.wordcount"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "shaneliesegang.csl-json-citation-picker"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
